Repository: AlainVandermeersch/foodbank-client
Catalog: src/locale/messages.*.xlf
Languages: fr

# BankUsersRightsTitle
source: Rights of Users of bank this.bankName
fr: Fonctions des Utilisateurs de la banque this.bankName

source: Export Users
fr: Exporter les utilisateurs

source: Add User
fr: Ajouter un utilisateur

# UserLanguageSorted
source: Language<p-sortIcon field="idLanguage"></p-sortIcon>
fr: Langue<p-sortIcon field="idLanguage"></p-sortIcon>

# UserAnomalyNoMember
source: User is not associated with a Member
fr: L'utilisateur n'est pas associé à un collaborateur

# UserAnomalyWrongUserName
source: User Name differs from Member Name
fr: Le nom d'utilisateur diffère du nom du collaborateur

# UserAnomalyWrongUserEmail
source: User Email differs from Member Email
fr: L'e-mail de l'utilisateur diffère de l'e-mail du collaborateur

# UserAnomalyDifferentBank
source: User Bank differs from Member Bank
fr: La banque de l'utilisateur diffère de la banque du collaborateur

# DepotUsersTitleArchive
source: Archived Users of depot this.depotName
fr: Utilisateurs archivés du dépôt this.depotName

# DepotUsersTitleActive
source: Active Users of depot this.depotName
fr: Utilisateurs actifs du dépôt this.depotName

# OrgUsersTitleArchive
source: Archived Users of organisation this.orgName
fr: Utilisateurs archivés de l'organisation this.orgName

# OrgUsersTitleActive
source: Active Users of organisation this.orgName
fr: Utilisateurs actifs de l'organisation this.orgName

# BankUsersTitleArchive
source: Archived Users of bank this.bankName
fr: Utilisateurs archivés de la banque this.bankName

# BankUsersTitleActive
source: Active Users of bank this.bankName
fr: Utilisateurs actifs de la banque this.bankName

# AllUsersTitleArchive
source: Archived Users
fr: Utilisateurs archivés

# AllUsersTitleActive
source: Active Users
fr: Utilisateurs actifs

# ToolTipUserAnomalyMissingMember
source: No Member Assigned to User
fr: Aucun collaborateur affecté à l'utilisateur

# ToolTipUserAnomalyDifferentMemberName
source: User Name 'user.userName' differs from Member Name 'user.membreNom user.membrePrenom'.
fr: Le nom d'utilisateur 'user.userName' diffère du nom du collaborateur 'user.membreNom user.membrePrenom'

# ToolTipUserAnomalyDifferentMemberNameLight
source: User Name 'user.userName' differs from Member Name 'user.membreNom user.membrePrenom' only by blanks or special characters.
fr: Le nom d'utilisateur 'user.userName' diffère du nom du collaborateur 'user.membreNom user.membrePrenom' uniquement par des espaces ou des caractères spéciaux.

# ToolTipUserAnomalyDifferentMemberEmail
source: User Email 'user.email' differs from Member Email 'user.membreEmail'
fr: L'e-mail de l'utilisateur 'user.email' diffère de l'e-mail du collaborateur 'user.membreEmail'

# ToolTipUserAnomalyDifferentMemberActif
source: User points to Archived Member !!!'
fr: L'utilisateur pointe vers un membre archivé !!!'

# ToolTipUserAnomalyDifferentMemberBank
source: User Bank 'user.idCompany' differs from Member Bank 'user.membreBankShortname'
fr: La banque de l utilisateur 'user.idCompany' diffère de la banque du collaborateur 'user.membreBankShortname'

# ToolTipUserAnomalyDifferentLanguage
source: User Language 'userLanguage' differs from Member Language 'memberLanguage'
fr: La langue de l'utilisateur 'userLanguage' diffère de la langue du collaborateur 'memberLanguage'

# ToolTipUserAnomalyDifferentLienBanque
source: lien_banque field in t_user table 'user.lienBanque' meaning bank idCompanyFromLienBanque differs from User Bank 'user.idCompany'
fr: champ lien_banque dans la table t_user 'user.lienBanque' banque idCompanyFromLienBanque diffère de la banque utilisateur 'user.idCompany'

# ToolTipUserOK
source: Click here to view or change user details.
fr: Cliquez ici pour afficher ou modifier les détails de l'utilisateur
