Repository: AlainVandermeersch/foodbank-client
Catalog: src/locale/messages.*.xlf
Languages: fr

# messageDepotCreated
source: The depot createdDepot.idDepot createdDepot.nom has been created
fr: Le dépôt newDepot.idDepot newDepot.nom a été créé

# messageDepotNotCreated
source: The depot newDepot.idDepot newDepot.nom could not be created: error: dataserviceerror.message
fr: Le dépôt modifiedDepot.idDepot modifiedDepot.nom n'a pas pu être créé : erreur : dataserviceerror.message

# messageDepotCreationError2
source: There is no organisation with id this.selectedIdDis
fr: Il n'y a pas d'organisation avec l'identifiant this.selectedIdDis

# ToolTipDepotNoAnomalies
source: Depot Info is consistent with its Organisation Info
fr: Les informations sur le dépôt sont cohérentes avec ses informations sur l'organisation

# ToolTipDepotAnomalies
source: Depot Info is not consistent with its Organisation Info - see depot details
fr: Les informations sur le dépôt ne sont pas cohérentes avec les informations sur l'organisation - voir les détails du dépôt

# ToolTipOrgsWithoutDepot
source: this.candidateOrganisations.length organisations without depot proposed
fr: this.candidateOrganisations.length organisations sans dépôt proposées

# TitleMandatory
source: Title *
fr: Titre *

# AdresseMandatory
source: Address *
fr: Adresse *

source: Export Donateurs
fr: Exporter Donateurs

source: Add Donateur
fr: Ajouter un donateur

# DonateurName
source: Name
fr: Nom

# DonateurNameFirst
source: First Name
fr: Prénom

# Donateur
source: Donator
fr: Donateur

# DonatorIsMandatory
source: A donator must be selected
fr: Un donateur doit être sélectionné

source: Amount
fr: Montant

# DateMandatory
source: Gift Date *
fr: Date du don *

# GiftDateIsMandatory
source: Gift date is required and must in format dd/mm/yyyy
fr: La date du don est requise et doit être au format jj/mm/aaaa

# DonChecked
source: Gift Checked ?
fr: Don vérifié ?

source: Export Dons
fr: Exporter Dons

source: Add Don
fr: Ajouter Don

# NameDonatorSorted
source: Name Donator<p-sortIcon field="donateurNom"></p-sortIcon>
fr: Nom du donateur<p-sortIcon field="donateurNom"></p-sortIcon>

# DonAmountSorted
source: Amount<p-sortIcon field="amount"></p-sortIcon>
fr: Montant<p-sortIcon field="amount"></p-sortIcon>

# DonDonateur
source: Donator
fr: Donateur

# DonAmount
source: Amount
fr: Montant

source: All
fr: Tout

# HomeHeader
source: The administration tool
fr: L'outil de gestion

# HomeSubtitle
source: for Food Banks and their Associations
fr: Pour les Banques Alimentaires Belges et leurs Partenaires

# SubjectMandatory
source: Subject *
fr: Sujet *

# SubjectIsMandatory
source: Subject is required and must be minimum 10 chars long
fr: Sujet est requis et doit contenir minimum 10 caractères

source: Language
fr: Langue

source: Enter your message
fr: Entrez votre texte ici

# ContentIsMandatory
source: content is required
fr: le contenu est obligatoire

source: Low
fr: Petite

source: Medium
fr: Moyenne

source: High
fr: Haute

# messageNotificationDeleted
source: The notification was deleted
fr: La notification a été détruite

# messageNotificationDeleteError
source: The notification could not be deleted: error: dataserviceerror.message
fr: La notification n'a pu etre détruite: erreur: dataserviceerror.message

# messageNotificationUpdated
source: The notification was updated
fr: La notification a été mise à jour

# messageNotificationUpdateError
source: The notification could not be updated: error: dataserviceerror.message
fr: La notification n'a pas été mise à jour: erreur: dataserviceerror.message

# messageNotificationCreated
source: The notification was created
fr: La notification a été créee

# messageNotificationCreateError
source: The notification could not be created: error: dataserviceerror.message
fr: La notification n'a pu etre créée: erreur: dataserviceerror.message

# NotificationsHeader
source: Food Banks Notifications
fr: Notifications Banque Alimentaire

source: Add Notification
fr: Ajouter Notification

source: Creation Date
fr: Date Création

source: Author
fr: Auteur

source: Subject
fr: Sujet

# NotificationsSelected
source: There are {{totalRecords}} notifications.
fr: Il y a {{totalRecords}} notifications.

source: Notification Details
fr: Détails Notification

# audienceBankOnly
source: Bank Users Only
fr: Uniquement Utilisateurs de notre Banque

# audienceBankOrgAdminOnly
source: Organisation Admins Only
fr: Uniquement Admins Organisations de notre Banque

# audienceBankOrgOnly
source: Organisation Users Only
fr: Uniquement Utilisateurs Organisations de notre Banque

# audienceBankAll
source: Bank and Organisation Users
fr: Utilisateurs de notre Banque et ses Organisations

# audienceBankAdmin
source: All Bank Admins
fr: Tous les Admins Banques

# audienceBankUsers
source: All Bank Users
fr: Tous les Utilisateurs Banque

# audienceOrgAdmin
source: All Org Admins
fr: Tous les Admins Organisations

source: Mailing List
fr: Liste des Destinataires

# EmailFrom
source: From {{senderFullEmail}}
fr: De {{membreFullEmail}}

source: Add Addressee
fr: Ajouter un destinataire

source: Save Selection
fr: Enregistrer la sélection

source: Mail Group
fr: Destinataires

# OrgRegion
source: Region
fr: Région

# FilterAgreed
source: Only Agreed Orgs?
fr: Organisations agréées ?

# FilterFead
source: Only Fead by Us Orgs?
fr: Fead livrés par Nous ?

source: User Language
fr: Langue de l'utilisateur

# EmailsSelected
source: There are {{selectedMailadresses ? selectedMailadresses.length : 0 }} emails selected from {{mailadresses ? mailadresses.length : 0 }}.
fr: Il y a {{selectedMailadresses ? selectedMailadresses.length : 0 }} e-mails sélectionnés à partir de {{mailadresses ? mailadresses.length : 0 }}.

source: Mail Content
fr: Contenu du Mail

# MailSubject
source: Subject
fr: Sujet

# MailSubjectIsMandatory
source: Mail subject is required and must be minimum 6 chars long
fr: Le sujet du mail est obligatoire

source: Send Email
fr: Envoyer le Mail

# MailBccMode
source: Send Mail in Blind Copy Mode ?
fr: Envoyer un courrier en mode copie cachée ?

# MailingTextIsMandatory
source: Mail text is required
fr: Le texte du mail est obligatoire

source: Select File
fr: Choisissez un fichier

# AttachFilesToMail
source: Attach Files to your mail
fr: Ajoutez des fichiers à votre mail

# MailingNotAllowed
source: Mailing is disabled for test environments
fr: La messagerie est désactivée pour les environnements de test

# messageSendMaxListError
source: You have specified mailListArray.length recipients. The maximum is 80. This mailing system is intended for intercommunication in our community, mot for mass-mailing
fr: Vous avez spécifié mailListArray.length destinataires. Le maximum est de 80. Ce système de messagerie est destiné à l'intercommunication dans notre communauté, pas pour l'envoi de masse

# messageSendNoListError
source: You have no recipients. Please select the recipients for your email.
fr: Vous n'avez pas spécifié de destinataires. Sélectionnez les d'abord.

# confirmSendMessage
source: Do you want to send this message?
fr: Voulez vous envoyer ce message?

# messageSent
source: Message has been sent
fr: Le message a été envoyé

# messageSendError
source: The message could not be sent: error: error.message
fr: Le message n'a pas pu être envoyé : erreur : error.message

# fileUploadError
source: Upload Mail Attachment Failed
fr: Téléchargement Fichier Mail a échoué

# fileUploadErrorDetailSize
source: Could not upload file file.name. Size file.size is too big for our internal mailing system(maximum is this.maxAttachmentFileSize bytes)
fr: Impossible de télécharger le fichier file.name. La taille file.size est trop grande pour notre système de messagerie interne (le maximum est de this.maxAttachmentFileSize octets)

# fileUploadSuccess
source: Upload Mail Attachment Succeeded
fr: Téléchargement Fichier Mail a Réussi

# fileUploadSuccessDetail
source: File file.name was uploaded
fr: Le fichier file.name a été téléchargé

# fileUploadErrorDetail
source: Could not upload file file.name. errorMsg
fr: Erreur téléchargement fichier file.name. errorMsg

# MailAddedManually
source: Added Manually
fr: Ajouté manuellement

# ToolTipMailingBccMode
source: Unless your mailing list is small, blind copy mode is recommended to hide the e-mails of your adressees to protect their privacy
fr: Sauf si votre liste de diffusion est petite, le mode copie cachée est recommandé pour masquer les e-mails de vos destinataires afin de protéger leur vie privée

# MemberEmploiTypeNameFr
source: Emploi Type Name (FR)
fr: Nom du type d'emploi (FR)

# MemberEmploiTypeNameNl
source: Emploi Type Name (NL)
fr: Nom du type d'emploi (NL)

# messageJobTypeDeleted
source: The job type was deleted
fr: Le type d'emploi été supprimé

# messageJobTypeDeleteError
source: The job type could not be deleted: error: dataserviceerror.message
fr: Le type d'emploi n'a pas pu être supprimé : erreur : dataserviceerror.message

# messageJobTypeUpdated
source: The job type was updated
fr: Le type d'emploi a été mis à jour

# messageJobTypeUpdateError
source: The job type could not be updated: error: dataserviceerror.message
fr: Le type d'emploi n'a pas pu être mis à jour : erreur : dataserviceerror.message

# messageJobTypeCreated
source: The job type was created
fr: Le type d'emploi été créé

# messageJobTypeCreateError
source: The job type could not be created: error: dataserviceerror.message
fr: Le type d'emploi n'a pas pu être créé : erreur : dataserviceerror.message

# MemberEmploiTypeAdd
source: Add EmploiType
fr: Ajouter un type d'emploi

# JobNameFrSorted
source: Name<p-sortIcon field="jobNameFr"></p-sortIcon>
fr: Nom<p-sortIcon field="jobNameFr"></p-sortIcon>

# JobNameNlSorted
source: Name<p-sortIcon field="jobNameNl"></p-sortIcon>
fr: Nom<p-sortIcon field="jobNameNl"></p-sortIcon>

# JobNamesSelected
source: There are {{totalRecords}} job types.
fr: Il existe {{totalRecords}} types d'emploi

source: Member EmploiType Details
fr: Description du Type d'Emploi

# MemberFunctionNameFr
source: Name of the Function (FR)
fr: Nom de la Fonction (FR)

# MemberFunctionNameNl
source: Name of the Function (NL)
fr: Nom de la fonction (NL)

source: Definition
fr: Définition

source: Remarks
fr: Remarques

# messageFunctionDeleted
source: The function was deleted
fr: La fonction a été supprimée

# messageFunctionDeleteError
source: The function could not be deleted: error: dataserviceerror.message
fr: La fonction n'a pas pu être supprimée : erreur : dataserviceerror.message

# messageFunctionUpdated
source: The function was updated
fr: La fonction a été mise à jour

# messageFunctionUpdateError
source: The function could not be updated: error: dataserviceerror.message
fr: La fonction n'a pas pu être mise à jour : erreur : dataserviceerror.message

# messageFunctionCreated
source: The function was created
fr: La fonction a été créée

# messageFunctionCreateError
source: The function could not be created: error: dataserviceerror.message
fr: La fonction n'a pas pu être créée : erreur : dataserviceerror.message

# TooltipFunction
source: Functions can be standard for all banks or specific for a food bank
fr: Les fonctions peuvent être standard pour toutes les banques ou spécifiques à une banque alimentaire

# MemberFunctionAdd
source: Add Function
fr: Ajouter une fonction

# FunctionNameFrSorted
source: Name<p-sortIcon field="fonctionName"></p-sortIcon>
fr: Nom<p-sortIcon field="fonctionName"></p-sortIcon>

# FunctionNameNlSorted
source: Name<p-sortIcon field="fonctionNameNl"></p-sortIcon>
fr: Nom<p-sortIcon field="fonctionNameNl"></p-sortIcon>

# FunctionsSelected
source: There are {{totalRecords}} functions.
fr: Il y a {{totalRecords}} fonctions.

source: Member Function Details
fr: Description de la Fonction

# MemberUsers
source: Users : {{ userIds }}
fr: Utilisateurs : {{ userIds }}

# MemberBirthDate
source: Birth Date
fr: Date de naissance

# BirthDateMustBeValid
source: Birth date must in format dd/mm/yyyy
fr: La date de naissance doit être au format jj / mm / aaaa

source: Car
fr: Voiture

# PlateNumber
source: Number Plate
fr: Plaque d'immatriculation

source: Volunteer
fr: Bénévole

source: Gen Assembly
fr: Assemblée générale

source: Mgt Comittee
fr: Comité de gestion

source: Steering Comittee
fr: Comité de pilotage

source: Depot
fr: Dépôt

# MemberFunction
source: Function
fr: Fonction

# MemberJobType
source: Job Type
fr: Type d'emploi

# MemberBeginDate
source: Begin Date
fr: Date de début

# DebDateInvalid
source: Begin Date must in format dd/mm/yyyy
fr: La date de début doit être au format jj/mm/aaaa

# MemberEndDate
source: End Date
fr: Date de fin

# EndndDateInvalid
source: End Date must in format dd/mm/yyyy
fr: La date de fin doit être au format jj/mm/aaaa

# MemberContractDate
source: Date Contract
fr: Date Contrat

# ContractDateInvalid
source: Contract Date must in format dd/mm/yyyy
fr: La date du contrat doit être au format jj/mm/aaaa

# MemberMandateDate
source: Date Mandate
fr: Date Fin Mandat

# OrgMemberExisting
source: Member for organisation membre.societe Updated On membre.lastVisit
fr: Collaborateur de l'organisation membre.societe Mis à jour le membre.lastVisit

# BankMemberExisting
source: Member for bank membre.bankShortName Updated On membre.lastVisit
fr: Collaborateur de la banque this.idCompany Mis à jour le membre.lastVisit

# OrgMemberNew2
source: New Member for organisation this.currentFilteredOrg.societe
fr: Nouveau collaborateur pour l'organisation this.currentFilteredOrg.societe

# BankMemberNew1
source: New Member for bank this.currentFilteredBankShortName
fr: Nouveau collaborateur pour la banque this.idCompany

# OrgMemberNew1
source: New Member for organisation this.orgName
fr: Nouveau collaborateur pour l'organisation this.orgName

# OrgMemberNewC
source: New Member for organisation this.depotName
fr: Nouveau collaborateur pour l'organisation this.depotName

# OrgMemberNewA
source: New Member for organisation this.currentFilteredOrg.societe
fr: Nouveau collaborateur pour l'organisation this.currentFilteredOrg.societe

# OrgMemberNewB
source: New Member for depot this.depotName
fr: Nouveau collaborateur pour l'organisation this.depotName

# messageEmployeeDeleted
source: The employee membre.prenom membre.nom was deleted
fr: Le collaborateur membre.prenom membre.nom a été supprimé

# messageEmployeeDeleteError
source: The employee membre.prenom membre.nom could not be deleted: error: dataserviceerror.message
fr: Le collaborateur membre.prenom membre.nom n'a pas pu être supprimé: erreur: dataserviceerror.message

# messageEmployeeUpdated
source: The employee modifiedMembre.nom modifiedMembre.prenom was updated
fr: L'employé modifiedMembre.nom modifiedMembre.prenom a été mis à jour

# messageEmployeeUpdateError
source: The employee modifiedMembre.nom modifiedMembre.prenom could not be updated: error: dataserviceerror.message
fr: Le collaborateur modifiedMembre.nom modifiedMembre.prenom n'a pas pu être mis à jour: erreur: dataserviceerror.message

# messageEmployeeCreated
source: The employee modifiedMembre.nom modifiedMembre.prenom was created
fr: Le collaborateur modifiedMembre.nom modifiedMembre.prenom a été créé

# messageEmployeeCreateError
source: The employee modifiedMembre.nom modifiedMembre.prenom could not be created: error: dataserviceerror.message
fr: Le collaborateur modifiedMembre.nom modifiedMembre.prenom n'a pas pu être créé: erreur: dataserviceerror.message

source: Show Anomalies?
fr: Afficher les anomalies ?

source: Filter on Organisations?
fr: Filtrer sur Organisations ?

source: Export Membres
fr: Exporter les collaborateurs

source: Add Employee
fr: Ajouter un Collaborateur

# Fonction
source: Function
fr: Fonction

# NbUsersSorted
source: Users<p-sortIcon field="nbUsers"></p-sortIcon>
fr: Utilisateurs<p-sortIcon field="nbUsers"></p-sortIcon>

# EmployeesSelected
source: There are {{totalRecords}} employees in the selection.
fr: Il y a {{totalRecords}} collaborateurs dans la sélection.

source: Employee Details
fr: Détails du collaborateur

# MemberAnomalyNoEmail
source: Members without emails
fr: Membres sans e-mail

# MemberAnomalyNonUniqueEmail
source: Members with non-unique emails
fr: Membres avec des e-mails non uniques

# MemberAnomalyDuplicateNames
source: Members with duplicate names
fr: Membres avec des noms en double

source: Bank
fr: Banque

source: Banks
fr: Banques

# DepotMembersTitleArchive
source: Archived Members of depot this.depotName
fr: Collaborateurs archivés du dépôt this.depotName

# DepotMembersTitleActive
source: Active Members of depot this.depotName
fr: Collaborateurs actifs du dépôt this.depotName

# OrgMembersTitleArchive
source: Archived Members of organisation this.orgName
fr: Collaborateurs archivés de l'organisation this.orgName

# OrgMembersTitleActive
source: Active Members of organisation this.orgName
fr: Collaborateurs actifs de l'organisation this.orgName

# BankMembersTitleArchive
source: Archived Members of bank this.bankName
fr: Collaborateurs archivés de la banque this.bankName

# BankMembersTitleActive
source: Active Members of bank this.bankName
fr: Collaborateurs actifs de la banque this.bankName

# AllMembersTitleArchive
source: Archived Members
fr: Collaborateurs archivés

# AllMembersTitleActive
source: Active Members
fr: Collaborateurs Actifs

# MemberTitle
source: Title
fr: Civilité

source: First Name
fr: Prénom

# Nat Number
source: National Number
fr: Numéro national

source: None
fr: Aucun

source: Yes
fr: Oui

# ToolTipNbOfMemberUsers
source: User Id for this member
fr: Ce collaborateur a-t-il un login pour l'application?

# StatFoodDeliveriesNonFEADHistory
source: Food Delivered to Non FEAD Orgs(kg/month)
fr: Aliments livrés aux organisations non FEAD(kg/mois)

# StatFoodDeliveriesFEADNonAgreedHistory
source: FEAD Food Delivered to Non Agreed Orgs(kg/month)
fr: Aliments FEAD livrés à des organisations non agréées(kg/mois)

# StatFoodDeliveriesFEADAgreedCollectHistory
source: FEAD + Collect Food Delivered to Agreed Orgs(kg/month)
fr: FEAD + Collecte des aliments livrés aux organisations agréées(kg/mois)

# StatFoodDeliveriesYearCurrent
source: Food Delivered in currentYear(kg)
fr: Nourriture livrée en currentYear(kg)

# StatFoodDeliveriesYearPrevious
source: Food Delivered in previousYear(kg)
fr: Nourriture livrée en previousYear(kg)

# StatFoodDeliveriesYearPrevious1
source: Food Delivered in previousYear2(kg)
fr: Nourriture livrée en previousYear2(kg)

# StatFoodDeliveriesYearPrevious2
source: Food Delivered in previousYear3(kg)
fr: Nourriture livrée en previousYear3(kg)

# prev
source: previous
fr: précédent

source: next
fr: prochain

# OrgSummarySelect
source: Select Organisation
fr: Sélectionnez une organisation

# MembershipDueDate
source: Due Date
fr: Date d'échéance

# DueDateIsMandatory
source: Due date is required and must in format dd/mm/yyyy
fr: La date d'échéance est requise et doit être au format jj/mm/aaaa

# OrgMailSendYearly
source: Yearly Membership?
fr: Cotisation annuelle ?

# OrgMailSendExtra
source: Extra Yearly Membership?
fr: Cotisation annuelle supplémentaire ?

# ToMandatory
source: To *
fr: Pour *

# EmailNotValid
source: E-mail must be valid
fr: L'email doit être valide

# BankOrgsTitleMembershipMailing
source: To Organisation this.organisation.idDis this.organisation.societe. President: this.organisation.nom this.organisation.prenom
fr: À l'organisation this.organisation.idDis this.organisation.societe. Président : this.organisation.nom this.organisation.prenom

# BankOrgsSubTitleMembershipMailing
source: Membership Fee based on bank regular fee this.bankCotAmount and extra fee this.bankCotExtraAmount
fr: Cotisation basée sur le tarif standard de la banque this.bankCotAmount et les frais supplémentaires this.bankCotExtraAmount

# OrgNoMembership
source: There is no membership to pay for the this.organisation.nPers beneficiaries of the organisation
fr: Il n'y a pas de cotisation à payer pour les this.organisation.nPers bénéficiaires de l'organisation

# OrgMemberShipYearly?
source: Yearly MemberShip?
fr: Cotisation annuelle ?

# OrgMemberShipExtra?
source: Extra MemberShip?
fr: Cotisation supplémentaire ?

# OrgMemberShipMonths
source: MemberShip Months
fr: Mois de Cotisation

# messageOrganisationUpdated
source: Organisation modifiedOrganisation.idDis modifiedOrganisation.societe was updated
fr: L'organisation modifiedOrganisation.idDis modifiedOrganisation.societe a été mise à jour

# messageOrganisationUpdateError
source: The organisation modifiedOrganisation.idDis modifiedOrganisation.societe could not be updated: error: dataserviceerror.message
fr: L'organisation modifiedOrganisation.idDis modifiedOrganisation.societe n'a pas pu être mise à jour : erreur : dataserviceerror.message

# OrgNbPersSorted
source: Beneficiaries<p-sortIcon field="nPers"></p-sortIcon>
fr: Bénéficiaires<p-sortIcon field="nPers"></p-sortIcon>

# OrgIsMembershipSorted
source: Membership<p-sortIcon field="cotAnnuelle"></p-sortIcon>
fr: Cotisation?<p-sortIcon field="cotAnnuelle"></p-sortIcon>

# OrgIsMembershipExtraSorted
source: Extra Membership<p-sortIcon field="cotSup"></p-sortIcon>
fr: Cotisation supplémentaire?<p-sortIcon field="cotSup"></p-sortIcon>

# OrgIsMembershipMonthsSorted
source: Membership Months<p-sortIcon field="cotMonths"></p-sortIcon>
fr: Mois de cotisation<p-sortIcon field="cotMonths"></p-sortIcon>

# OrganisationsSelected
source: There are {{totalRecords}} organisations in the selection.
fr: Il y a {{totalRecords}} organisations dans la sélection.

# OrgMembershipMailing
source: Membership Mailing
fr: Mailing des Cotisations

# BankOrgsTitleMembershipActive
source: Memberships of Active Organisations of bank this.bankName
fr: Cotisations des organisations actives de la banque this.bankName

# OrganisationHeader
source: Organisation {{ organisation.idDis}} {{ organisation.societe}} Updated on {{organisation.lupdTs}} By {{organisation.lupdUserName}}
fr: Organisation {{ organisation.idDis}} {{ organisation.societe}} Mis à jour le {{organisation.lupdTs}} par {{organisation.lupdUserName}}

# OrganisationName
source: Name Company
fr: Nom de l'organisation

# OrganisationIsMandatory
source: Organisation Name is required and must be minimum 4 chars long
fr: Le nom de l'organisation est obligatoire et doit comporter au moins 4 caractères

# OrgRefInt
source: Internal Reference
fr: Référence interne

source: Depot Ramasse
fr: Dépôt Ramasse

# OrganisationNumber
source: Nr/Vat Enterprise
fr: Nr Entreprise - TVA

# OrgSuspended
source: Suspended
fr: Suspension

# OrgSuspEndDate
source: End Susp
fr: Fin Susp

# StopSuspDateInvalid
source: End of Suspension Date must in format dd/mm/yyyy
fr: Fin de Suspension Date doit avoir le format dd/mm/yyyy

# OrgCategory
source: Category
fr: Catégorie

# OrganisationStatus
source: Status Company
fr: Statut Organisation

source: Web Site
fr: Site Internet

# OrganisationHeadQuarters
source: Headquarters Address
fr: Adresse du siège

# OrganisationIsGuestHome
source: Guest Home?
fr: Maison d'accueil ?

# OrganisationGuestCapacity
source: Guest Capacity
fr: Capacité d'accueil

# OrgAgreed
source: Agreed
fr: Agréé

source: Management
fr: Gestion

# OrganisationPresidentGender
source: Gender President
fr: Genre Président

# OrganisationPresidentFirstName
source: First Name President
fr: Prénom Président

# OrganisationPresidentName
source: Name President
fr: Nom du président

# OrganisationPresidentTel
source: Tel President
fr: Tel Président

# OrganisationPresidentMobile
source: Mobile President
fr: Gsm Président

# OrganisationPresidentEmail
source: Email President
fr: E-mail du président

# OrganisationVPGender
source: Gender Vice-President
fr: Genre Vice-président

# OrganisationVPFirstName
source: First Name Vice-President
fr: Prénom Vice-président

# OrganisationVPName
source: Name Vice-President
fr: Nom Vice-président
