Repository: AlainVandermeersch/foodbank-client
Catalog: src/locale/messages.*.xlf
Languages: fr

# OrganisationVPTel
source: Tel Vice-President
fr: Tel Vice-président

# OrganisationVPMobile
source: Gsm Vice-President
fr: Gsm Vice-président

# OrganisationVPEmail
source: Email Vice-President
fr: Email Vice-Président

# OrganisationSecGender
source: Gender Secretary
fr: Genre Secrétaire

# OrganisationSecFirstName
source: First Name Secretary
fr: Prénom Secrétaire

# OrganisationSecName
source: Name Secretary
fr: Nom Secrétaire

# OrganisationSecTel
source: Tel Secretary
fr: Tel Secrétaire

# OrganisationSecMobile
source: Mobile Secretary
fr: Gsm Secrétaire

# OrganisationSecEmail
source: Email Secretary
fr: E-mail Secrétaire

# OrganisationTreasGender
source: Gender Treasurer
fr: Genre Trésorier

# OrganisationTreasFirstName
source: First Name Treasurer
fr: Prénom Trésorier

# OrganisationTreasName
source: Name Treasurer
fr: Nom trésorier

# OrganisationTreasTel
source: Tel Treasurer
fr: Tel Trésorier

# OrganisationTreasMobile
source: Mobile Treasurer
fr: Gsm Trésorier

# OrganisationTreasEmail
source: Email Treasurer
fr: E-mail Trésorier

# OrgDistributionSchedule
source: Distribution Schedule
fr: Horaire de Distribution

# OrgDistributionDescription
source: Optionally, you can specify here your distribution schedule( example Monday 10-12am, Tuesday 2-4pm, etc... )
fr: En option, vous pouvez spécifier ici votre horaire de distribution( exemple lundi 10h-12h, mardi 14h-16h, etc... )

# OrgSupplyNonFeadProgram
source: Non-FEAD Supply Program
fr: Programme d'approvisionnement hors FEAD

source: Month
fr: Mois

source: Week
fr: Semaine

source: Day
fr: Journée

# SupplyRemarksPlaceHolder
source: Specify only if needed
fr: Spécifiez seulement si nécessaire

# OrganisationPublicAuthorities
source: Relations with the Public authorities
fr: Relations avec les pouvoirs publics

# OrganisationCpasCooperation
source: Cooperation with CPAS/OCMW?
fr: Coopération avec CPAS ?

# OrganisationFead
source: Does the public authority validate the access of beneficiaries to FEAD?
fr: L'autorité publique valide-t-elle l'accès des bénéficiaires au FEAD?

# OrgActivities
source: Organisation Activities
fr: Activités

source: Activity
fr: Activité

# ActivityOther
source: Other Activity
fr: Autre activité

# CreateProgram
source: Create Org Detail Activities
fr: Créer le programme des activités

# OrganisationActivities
source: Detailed Activities
fr: Activités détaillées

source: Save Org Program
fr: Enregistrer le programme des activités

source: Delete Org Program
fr: Supprimer le programme des activités

# OrganisationActivityDescription
source: Activity Description
fr: Description de l'activité

# OrganisationPorkFood
source: Pork Food
fr: Nourriture de porc

# OrganisationFreshVegetables
source: Fresh Vegetables
fr: Légumes frais

# OrganisationFrozenFood
source: Frozen Food
fr: Surgelés

# OrganisationFrozenCapacity
source: Frozen Food Capacity
fr: Capacité d'aliments surgelés

# messageOrganisationCreated
source: Organisation newOrganisation.idDis newOrganisation.societe was created
fr: L'organisation newOrganisation.idDis newOrganisation.societe a été créée

# messageOrganisationCreateError
source: The organisation modifiedOrganisation.societe could not be created: error: dataserviceerror.message
fr: L'organisation modifiedOrganisation.societe n'a pas pu être créée: erreur: dataserviceerror.message

# messageOrgDetailsUpdated
source: Org Program for organisation this.organisation.idDis this.organisation.societe was updated
fr: Les détails de l'organisation this.organisation.idDis this.organisation.societe ont été mis à jour

# messageOrgDetailsUpdateError
source: Org Program for organisation this.organisation.idDis this.organisation.societe could not be updated: error: dataserviceerror.message
fr: Les détails de l'organisation this.organisation.idDis this.organisation.societe n'ont pas pu être mis à jour : erreur : dataserviceerror.message

# messageOrganisationDeleted
source: Organisation organisation.idDis organisation.societe was deleted
fr: L'organisation organisation.idDis organisation.societe a été supprimée

# messageOrganisationDeleteError
source: The organisation organisation.idDis organisation.societe could not be deleted: error: dataserviceerror.message
fr: L'organisation organisation.idDis organisation.societe n'a pas pu être supprimée: erreur: dataserviceerror.message

# messageOrgProgramDeleted
source: Org Program was deleted for organisation this.organisation.idDis this.organisation.societe
fr: Le programme des activités a été supprimé pour l'organisation this.organisation.idDis this.organisation.societe

# messageOrgProgramDeleteError
source: The org program for organisation this.organisation.idDis this.organisation.societe could not be deleted: error: dataserviceerror.message
fr: Le programme des activités pour l'organisation this.organisation.idDis this.organisation.societe n'a pas pu être supprimé : erreur : dataserviceerror.message

# OrgDepot
source: Depot
fr: Dépôt

# OrgFBBACategory
source: FBBA Category
fr: Catégorie FBBA

source: Show Depots?
fr: Afficher les dépôts ?

source: Export Organisations
fr: Exporter les Organisations

source: Add Organisation
fr: Ajouter une organisation

# RefintSorted
source: Reference<p-sortIcon field="refInt"></p-sortIcon>
fr: Référence<p-sortIcon field="refInt"></p-sortIcon>

# NomDepotRamasseSorted
source: Depot Ramasse<p-sortIcon field="nomDepotRamasse"></p-sortIcon>
fr: Dépôt Ramasse<p-sortIcon field="nomDepotRamasse"></p-sortIcon>

# OrgAgreedSorted
source: Agreed<p-sortIcon field="agreed"></p-sortIcon>
fr: Agréé<p-sortIcon field="daten"></p-sortIcon>

# NbLoginsSorted
source: Logins<p-sortIcon field="nbLogins"></p-sortIcon>
fr: Connexions<p-sortIcon field="nbLogins"></p-sortIcon>

source: Organisation Details
fr: Détails de l'organisation

# DepotOrgsTitleArchive
source: Archived Organisations of depot this.depotName
fr: Organisations archivées du dépôt this.depotName

# DepotOrgsTitleActive
source: Active Organisations of depot this.depotName
fr: Organisations actives du dépôt this.depotName

# BankOrgsTitleArchive
source: Archived Organisations of bank this.bankName
fr: Organisations archivées de la banque this.bankName

# BankOrgsTitleActive
source: Active Organisations of bank this.bankName
fr: Organisations actives de la banque this.bankName

source: Region
fr: Région

source: Agreed
fr: Reconnue

source: Fead Code
fr: Code Fead

# OrgToolTipIsAgreed
source: Is Organisation Agreed?
fr: L'organisation est-elle agréée ?

# OrgToolTipUsesFEAD
source: Does Organisation Receive FEAD ?
fr: L'organisation reçoit-elle le FEAD ?

# ToolTipNbLogins
source: Nb Of Logins since 2021
fr: Nb de connexions depuis 2021

# ToolTipDepotMissing
source: A Depot entity with id anomaly does not exist.
fr: Une entité Dépôt avec l'identifiant organisation.idDis n'existe pas

# ToolTipOrganisationDuplicates
source: anomaly organisations exist with the same name. Some could be archived
fr: anomaly organisations existent avec le même nom. Certains pourraient être archivés

# ToolTipAntenneMissing
source: For this antenne a parent Organisation with id organisation.antenne does not exist.
fr: Pour cette antenne, une organisation parente avec l'identifiant organisation.antenne n'existe pas.

# ToolTipDepotRamasseDifferent
source: this organisation has a different depot for the ramasse
fr: cet organisme a un dépôt différent pour la ramasse

# OrgAuditor
source: Auditor
fr: Auditeur

# OrgAuditDepot
source: Depot
fr: Dépôt

# OrgAuditDate
source: Audit Date
fr: Date d'audit

# AuditDateIsMandatory
source: Audit date is required and must in format dd/mm/yyyy
fr: La date de l'audit est requise et doit être au format jj/mm/aaaa

# OrgAuditHygCheck
source: Hygiene-Dates-Cold Chain
fr: Hygiène-Dates-Chaîne du froid

# OrgAuditBenefCheck
source: Number of Beneficiaries
fr: Nombre de bénéficiaires

# OrgAuditUsage
source: Services and Products Use
fr: Utilisation des services et des produits

# OrgAuditRemarks
source: Remarks
fr: Remarques

# OrgAuditSug
source: Problems or Suggestions
fr: Problèmes ou suggestions

source: Add Orgaudit
fr: Ajouter Un Audit

# OrgAuditorSorted
source: Auditor<p-sortIcon field="auditorName"></p-sortIcon>
fr: Auditeur<p-sortIcon field="lienDis"></p-sortIcon>

# OrgDepotNameSorted
source: Depot<p-sortIcon field="depotName"></p-sortIcon>
fr: Dépôt<p-sortIcon field="depotName"></p-sortIcon>

# UserRightsManageBeneficiaries
source: Manage Beneficiaries ?
fr: Gérer les bénéficiaires?

# OrganisationPopulation
source: Registered population
fr: Population inscrite

# OrganisationFamilies
source: Families
fr: Familles

# OrganisationInfants
source: Infants (< 6 months)
fr: Bébés (< 6 mois)

# OrganisationBabies
source: Babies (> 6 months and < 24 months)
fr: Bébés (> 6 mois et < 24 mois)

# OrganisationChildren
source: Children (from 2 to 14 years)
fr: Enfants (de 2 à 14 ans)

# OrganisationTeens
source: Teens (from 14 to 18 years)
fr: Ados (de 14 à 18 ans)

# OrganisationYoungAdults
source: Young Adults( 18-24)
fr: Jeunes adultes (18 à 24 ans)

# BenefSummaryExport
source: Export Benef Statistics
fr: Exporter Statistiques Bénéficiaires

# InfantsSorted
source: Infants<p-sortIcon field="nNour"></p-sortIcon>
fr: Nourrissons<p-sortIcon field="nNour"></p-sortIcon>

# BabiesSorted
source: Babies<p-sortIcon field="nBebe"></p-sortIcon>
fr: Bébés<p-sortIcon field="nBebe"></p-sortIcon>

# ChildrenSorted
source: Children<p-sortIcon field="nEnf"></p-sortIcon>
fr: Enfants<p-sortIcon field="nEnf"></p-sortIcon>

# YoungAdultsSorted
source: Young Adults<p-sortIcon field="n1824"></p-sortIcon>
fr: Jeunes adultes<p-sortIcon field="n1824"></p-sortIcon>

source: Beneficiaries
fr: Bénéficiaires

source: Infants
fr: Nourrissons (0-6 mois)

source: Babies
fr: Bébés (6-24 mois)

source: Children
fr: Enfants (2-14 ans)

source: TeenAgers
fr: Adolescents (14-18 ans)

source: YoungAdults
fr: Jeunes adultes (18-24 ans)

# OrgGestBen
source: Organisation Manages itself its Beneficiaries
fr: L'organisation gère elle-même ses bénéficiaires

source: Function
fr: Fonction

# AddOrgcontact
source: Add Contact
fr: Ajouter un contact

# OrgFEADPersons
source: Persons
fr: Beneficiaires

# OrgIsAntenne
source: Is Antenne?
fr: Est-une Antenne?

source: Antenne Parent
fr: Organisation Mère

# OrgFEADFromUs
source: FEAD from Us?
fr: FEAD de nous?

# OrgToolTipFEADPersons
source: Nb of Persons Agreed by FEAD
fr: Nb de bénéficiaires agréées par la FEAD

# OrgToolTipFEADFromUs
source: Is FEAD distributed by Food Banks ?
fr: Le FEAD est-il distribué par les Banques Alimentaires ?

# OrgToolTipFEADCode
source: FEAD Code of the Organisation
fr: Code FEAD de l'organisation

# OrgToolTipIsAntenne
source: Is this Organisation a Subsidiary of another Organisation?
fr: Cette organisation est-elle une antenne d'une autre organisation ?

# OrgToolTipAntenne
source: Parent Organisation of this Subsidiary
fr: Organisation mère de cette antenne

# OrgFEADFromUsSorted
source: FEAD from Us?<p-sortIcon field="feadN"></p-sortIcon>
fr: FEAD de nous ?<p-sortIcon field="feadN"></p-sortIcon>

# OrgEADPersons
source: Persons<p-sortIcon field="nrFead"></p-sortIcon>
fr: Bénéficiaires<p-sortIcon field="nrFead"></p-sortIcon>

# MemberReportError
source: Report on Organisation Members Failed
fr: Le rapport des Membres des Organisations a échoué

# MemberReportErrorDetail
source: Report on Organisation Members. errorMsg
fr: Rapport collaborateurs des Organisations. errorMsg

# RegionNameMandatory
source: Name *
fr: Nom *

source: Any
fr: Tout

source: No
fr: Non

# CompanyNonProfit
source: Non Profit
fr: A.S.B.L

# CompanyUnRegistered
source: UnRegistered
fr: Association de Fait

# CompanyCPAS
source: Social
fr: CPAS

# CompanyPublicAuxiliary
source: Public Auxiliary
fr: Auxiliaire Publique

# CompanyOnePerson
source: One Person
fr: Personne Physique

# PersonTitleLady
source: Mrs.
fr: Mme

# PersonTitleMiss
source: Miss
fr: Melle

source: Everyday
fr: Tous les jours

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

# WeekEvery
source: Every Week
fr: Chaque semaine

source: Week 1
fr: Semaine 1

source: Week 2
fr: Semaine 2

source: Week 3
fr: Semaine 3

source: Week 4
fr: Semaine 4

# Week13
source: Week 1 and 3
fr: Semaine 1 et 3

# Week24
source: Week 2 and 4
fr: Semaine 2 et 4

# Week12
source: Week 1 and 2
fr: Semaine 1 et 2

# Week34
source: Week 3 and 4
fr: Semaine 3 et 4

# Week23
source: Week 2 and 3
fr: Semaine 2 et 3

# Week14
source: Week 1 and 4
fr: Semaine 1 et 4

# WeeksEven
source: Even Weeks
fr: Semaines paires

# WeeksUneven
source: Uneven Weeks
fr: Semaines impaires

# TourneeUnevenMonth
source: Uneven Month
fr: Mois impair

# TourneeEvenMonth
source: Even Month
fr: Mois pair

# TourneeEveryMonth
source: Every Month
fr: Chaque mois

# RoleCPASAdmin
source: CPAS Admin
fr: Gestion CPAS

# RoleFEADAdmin
source: FEAD Admin
fr: Gestion FEAD

# RoleEXTAdmin
source: EXT Admin
fr: Administrateur Externe

# RoleFBBAAdmin
source: FBBA Admin
fr: Gestion FBBA

# RoleFBBAUser
source: FBBA User
fr: Utilisateur FBBA

# FeadStatusRefused
source: Refused
fr: Refusé

# FeadStatusAccepted
source: Accepted
fr: Accepté

# FeadStatusUnderStudy
source: Under Study
fr: En examen

# OrgActivity2ndHandClothes
source: 2nd hand Clothes Collect & Sell
fr: Vêtements Seconde Main

# OrgActivitySocialGrocery
source: Social Grocery
fr: Epicerie sociale

# OrgActivity2ndHandFurniture
source: 2nd hand Furniture Collect & Sell
fr: Meubles Seconde Main

# OrgActivityHomeworkClub
source: Homework Club
fr: Ecole des devoirs

# OrgActivitySocialRestaurant
source: Social Restaurant
fr: Restaurant social

# OrgActivityCommunityKitchen
source: Community Kitchen
fr: Cuisine collective

# OrgCategoryUnassigned
source: Unassigned
fr: Non Assignée

# OrgCategoryShelterYoung
source: Shelter for Youngsters and Children
fr: Accueil pour jeunes et enfants

# OrgCategoryShelterHandicapped
source: Shelter for Handicapped People
fr: Accueil pour handicapés

# OrgCategoryShelterWomen
source: Shelter for Women
fr: Accueil pour femmes

# OrgCategoryShelterMen
source: Shelter for Men
fr: Accueil pour hommes

# OrgCategorySocialCenter
source: Approved Social Center
fr: Centres sociaux agrées

# OrgCategoryCommunity
source: Community
fr: Communautés

# OrgCategoryNeighbourhood
source: Neighbourhood Mutual Help
fr: Entraides de quartier

# OrgCategoryUrban
source: Urban Mutual Help
fr: Entraides urbaines

# OrgCategoryRural
source: Rural Mutual Help
fr: Entraides rurales

# OrgCategoryRegional
source: Regional Mutual Help
fr: Entraides régionales

# OrgCategoryHoliday
source: Holiday Center for Needy
fr: Centres de vacances pour démunis

# OrgCategoryRestaurant
source: Restaurant for Needy
fr: Restaurants économiques

# OrgCategoryElderly
source: Elderly Help
fr: Aide aux personnes âgées

# OrgCategoryPrison
source: Prisoner Support
fr: Pastorale de prison

# OrgCategoryRefugee
source: Shelter for Refugees
fr: Accueil et assistance de réfugié

# BankMailGroupBankMgrs
source: Bank Food-IT Mgrs
fr: Administrateurs FOOD-IT

# BankMailGroupBankUsers
source: Bank Users
fr: Utilisateurs Banque

# BankMailGroupBankMembers
source: Bank Members
fr: Collaborateurs Banque

# BankMailGroupOrgMgrs
source: Org Mgrs
fr: Administrateurs Organisation

# BankMailGroupOrgUsers
source: Org Users
fr: Utilisateurs Association

# BankMailGroupOrgMembers
source: Org Members
fr: Collaborateurs Organisation

# BankMailGroupCA
source: CA Members
fr: Membres CA

# BankMailGroupAG
source: AG Members
fr: Membres de l'AG

# BankMailGroupCG
source: CG Members
fr: Membres du CG

# OrgMailGroupOrgMgrs
source: My Org Mgrs
fr: Administreurs

# OrgMailGroupOrgUsers
source: My Org Users
fr: Utilisateurs

# OrgMailGroupOrgMembers
source: My Org Members
fr: Collaborateurs

# DbChangeEntityUser
source: User
fr: Utilisateur

# DbChangeEntityMember
source: Member
fr: Collaborateur

# DbChangeEntityOrgBeneficiaries
source: OrgBeneficiaries
fr: Bénéficiaires Organisation

# DbChangeEntityBank
source: Bank
fr: Banque

# DbChangeEntityDepot
source: Depot
fr: Dépôt

# DbChangeEntityClient
source: Client
fr: Bénéficiaire

# DbChangeActionUpdate
source: Update
fr: Mis à jour

# DbChangeActionCreate
source: Create
fr: Création

# DbChangeActionDelete
source: Delete
fr: Effacé

# TitleMr
source: Mr
fr: Monsieur

# TitleMrs
source: Mrs
fr: Madame

# TitleMiss
source: Miss
fr: Melle

# TripDateMandatory
source: Trip Date *
fr: Date du déplacement *

# TripDateIsMandatory
source: Trip date is required and must in format dd/mm/yyyy
fr: La date du déplacement est requise et doit être au format jj/mm/aaaa

# TripStartMandatory
source: Trip Start *
fr: Début du déplacement *

# TripStartCity
source: Start City
fr: Ville de départ

# TripStartIsMandatory
source: Trip Start City is required
fr: La ville de départ du déplacement est obligatoire

# TripArrivalMandatory
source: Trip Arrival *
fr: Arrivée du déplacement *

# TripArrivalCity
source: Arrival City
fr: Ville d'arrivée

# TripArrivalIsMandatory
source: Trip Arrival City is required
fr: La ville d’arrivée du déplacement est obligatoire

# TripKmMandatory
source: Trip Km *
fr: Km de déplacement *

# TripKmIsMandatory
source: Trip Km is required
fr: Le kilomètrage du déplacement est requis

# messageTripDeleted
source: The trip for trip.membreNom has been deleted
fr: Le déplacement pour trip.membreNom a été supprimé

# messageTripDeleteError
source: The trip for trip.membreNom could not be deleted: error: dataserviceerror.message
fr: Le déplacement pour trip.membreNom n’a pas pu être supprimé : erreur : dataserviceerror.message

# messageTripUpdated
source: The trip for modifiedTrip.membreNom was updated
fr: Le déplacement pour modifiedTrip.membreNom a été mis à jour

# messageTripUpdateError
source: The trip for modifiedTrip.membreNom could not be updated: error: dataserviceerror.message
fr: Le déplacement pour modifiedTrip.membreNom n’a pas pu être mis à jour: erreur: dataserviceerror.message

# messageTripCreated
source: The trip for newTrip.membreNom has been created
fr: Le déplacement pour newTrip.membreNom a été créé

# messageTripCreateError
source: The trip for modifiedTrip.membreNom could not be created: error: dataserviceerror.message
fr: Le déplacement pour modifiedTrip.membreNom n'a pu être créé: erreur: dataserviceerror.message

# TripsHeader
source: Trips covered By Food Banks Insurance
fr: Déplacements couverts par l’assurance des banques alimentaires

source: Add Trip
fr: Ajouter Déplacement

# MemberName
source: Member
fr: Collaborateur

# Departure
source: Depart
fr: Départ

source: Arrival
fr: Arrivée

source: Request Date
fr: Date Demande

# TripsSelected
source: There are {{totalRecords}} trips.
fr: Il y a {{totalRecords}} déplacements.

source: Trip Details
fr: Détails du déplacement

# UserLogin
source: Login
fr: Identifiant

# UserLoginIsMandatory
source: User Login is required and must be minimum 6 chars long
fr: Le login de l'utilisateur est requise et doit comporter au moins 6 caractères

source: Employee
fr: Collaborateur

# UserRole
source: Role
fr: Fonction

# UserPassword
source: Password
fr: Mot de passe

# UserPasswordIsMandatory
source: Password must contain at least a uppercase and a lowercase letter, a number and contain 8 to 20 characters
fr: Le mot de passe doit contenir au moins une majuscule et une minuscule, un chiffre et contenir de 8 à 20 caractères

# UserRightsManageOCMW
source: Manage Cpas/OCMW ?
fr: Gérer les Cpas?

# UserRightsManageGifts
source: Manage Gifts ?
fr: Gérer les Dons ?

# UserRightsManageStock
source: Manage Stock ?
fr: Gérer Stock ?

# UserRightsDepot
source: Managing Which Depot?
fr: Gérer quel dépôt ?

# UserRightsManageMembers
source: Manage Members ?
fr: Gérer les membres ?

# UserRightsManageFead
source: Manage Fead ?
fr: Gérer FEAD ?

# OrgUserExisting
source: User user.idUser for organisation user.societe
fr: Utilisateur user.idUser pour l'organisation this.orgName

# BankUserExisting
source: User user.idUser for bank this.user.idCompany
fr: Utilisateur user.idUser pour la banque user.idCompany

# OrgUserNew2
source: New User for organisation this.currentFilteredOrg.societe
fr: Nouvel utilisateur pour l'organisation this.currentFilteredOrg.societe

# BankUserNew1
source: New User for bank this.currentFilteredBankShortName
fr: Nouvel utilisateur pour la banque this.idCompany

# OrgUserNew1
source: New User for organisation this.orgName
fr: Nouvel utilisateur pour l'organisation this.orgName

# OrgUserNewC
source: New User for organisation this.depotName
fr: Nouvel utilisateur pour l'organisation this.depotName

# OrgUserNewA
source: New User for organisation this.currentFilteredOrg.societe
fr: Nouvel utilisateur pour l'organisation this.currentFilteredOrg.societe

# OrgUserNewB
source: New User for depot this.depotName
fr: Nouvel utilisateur pour le dépôt this.depotName

# messageUserDeleted
source: The user user.idUser user.userName was deleted
fr: L'utilisateur user.idUser user.userName a été supprimé

# messageUserDeleteError
source: The user user.idUser user.userName could not be deleted: error: dataserviceerror.message
fr: L'utilisateur user.idUser user.userName n'a pas pu être supprimé: erreur: dataserviceerror.message

# messageUserUpdated
source: User modifiedUser.idUser modifiedUser.userName was updated
fr: L'utilisateur modifiedUser.idUser modifiedUser.userName a été mis à jour

# messageUserUpdateError
source: The user modifiedUser.idUser modifiedUser.userName could not be updated: error: dataserviceerror.message
fr: L'utilisateur modifiedUser.idUser modifiedUser.userName n'a pas pu être mis à jour: erreur: dataserviceerror.message

# messageUserCreated
source: User modifiedUser.idUser modifiedUser.userName has been created
fr: L'utilisateur modifiedUser.idUser modifiedUser.userName a été créé

# messageUserCreateError
source: The user modifiedUser.idUser modifiedUser.userName could not be created: error: dataserviceerror.message
fr: L'utilisateur modifiedUser.idUser modifiedUser.userName n'a pas pu être créé: erreur: dataserviceerror.message

# messageUserCreateErrorNoEmployee
source: The user modifiedUser.idUser could not be created: no employee was selected
fr: L'utilisateur modifiedUser.idUser n'a pas pu être créé: aucun collaborateur n'a été sélectionné

# OrgToolTipManageDepot
source: Do you want this user to manage the stock in all depots of the bank, or only the stock of a specific depot?
fr: Souhaitez-vous que cet utilisateur gère le stock de tous les dépôts de la banque, ou uniquement le stock d'un dépôt spécifique ?

# UserLoginSorted
source: Login<p-sortIcon field="idUser"></p-sortIcon>
fr: Utilisateur<p-sortIcon field="idUser"></p-sortIcon>

# MemberNameSorted
source: Name<p-sortIcon field="membreNom"></p-sortIcon>
fr: Nom<p-sortIcon field="membreNom"></p-sortIcon>

# ManageMembersSorted
source: Manage Members<p-sortIcon field="gestMemb"></p-sortIcon>
fr: Gérer Collaborateurs<p-sortIcon field="gestMemb"></p-sortIcon>

# ManageClientsSorted
source: Manage Clients<p-sortIcon field="gestBen"></p-sortIcon>
fr: Gérer les Bénéficiaires<p-sortIcon field="gestBen"></p-sortIcon>

# ManageFeadSorted
source: Manage Fead<p-sortIcon field="gestFead"></p-sortIcon>
fr: Gérer FEAD<p-sortIcon field="gestFead"></p-sortIcon>

# ManageGiftsSorted
source: Manage Gifts<p-sortIcon field="gestDon"></p-sortIcon>
fr: Gérer Dons<p-sortIcon field="gestDon"></p-sortIcon>

# UsersSelected
source: There are {{totalRecords}} users selected.
fr: Il y a {{totalRecords}} utilisateurs sélectionnés.

source: User Details
fr: Détails de l'utilisateur

# DepotUserRightsTitle
source: Rights of Users of depot this.depotName
fr: Fonctions des utilisateurs du dépôt this.depotName
