Repository: AlainVandermeersch/foodbank-client
Catalog: src/locale/messages.*.xlf
Languages: fr

# WarningTestSystem
source: This is a Test System
fr: Ceci est un système de test

# RoleBankUser
source: Bank User
fr: Utilisateur Banque

# RoleBankAdmin
source: Bank Admin
fr: Gestion Banque

# RoleOrgUser
source: Org User
fr: Utilisateur Association

# RoleOrgAdmin
source: Org Admin
fr: Gestion Association

# RoleAdmin
source: Global admin
fr: Gestion Globale

# RoleAdminFBBA
source: FBBA admin
fr: Administrateur FBBA

# RoleBankFBBA
source: FBBA User
fr: Utilisateur FBBA

# menuHome
source: Home
fr: Bienvenue

# menuMyInfo
source: MyInfo
fr: Mes Données

# menuProfile
source: My Profile
fr: Mon profil

# menuTrips
source: Trips
fr: Déplacements

# menuBank
source: Bank
fr: Banque

# menuBanks
source: Banks
fr: Banques

# menuMemberships
source: Memberships
fr: Cotisations

# menuMembershipMgt
source: Membership Management
fr: Gestion des Cotisations

# menuMembershipMailing
source: Membership Mailing
fr: Mailing des Cotisations

# menuOrganisationsDepot
source: Orgs Depot
fr: Organisations

# menuEmployees
source: Employees
fr: Collaborateurs

# menuUsers
source: Users
fr: Utilisateurs

# menuUserRights
source: User Rights
fr: Fonctions des Utilisateurs

# menuFunctions
source: Functions
fr: Fonctions

# menuJobTypes
source: Job Types
fr: Types d'emploi

# menuMembers
source: Members
fr: Membres

# menuBeneficiaries
source: Beneficiaries
fr: Bénéficiaires

# menuBenefOverview
source: Overview
fr: Sommaire

# menuDonators
source: Donators
fr: Donateurs

# menuGifts
source: Gifts
fr: Dons

# menuOverview
source: Overview
fr: Sommaire

# menuEntityChanges
source: Entity Changes
fr: MAJ Entités

# menuReportOrgs
source: ReportOrgs
fr: Organisations

# menuReportBenefs
source: ReportBenefs
fr: Bénéficiaires

# menuReportMovements
source: ReportMovements
fr: Livraisons Vivres

# menuReports
source: Reports
fr: Rapports

# menuFEADApplication
source: Stock
fr: Vers la Gestion du Stock

# menuLogout
source: Logout
fr: Déconnecter

# CurrentPageReportbyPage
source: 'Page {currentPage} of {totalPages}'
fr: "Page {currentPage} sur {totalPages}"

# DateFilter
source: Filter on Date?
fr: Filtrer par date ?

# ChangeTime
source: Change Time<p-sortIcon field="dateIn"></p-sortIcon>
fr: Date Changement<p-sortIcon field="dateIn"></p-sortIcon>

# BankNameShortSorted
source: Bank<p-sortIcon field="bankShortName"></p-sortIcon>
fr: Banque<p-sortIcon field="shortBankName"></p-sortIcon>

# UserNameSorted
source: Name<p-sortIcon field="userName"></p-sortIcon>
fr: Nom<p-sortIcon field="userName"></p-sortIcon>

# UserIdSorted
source: User Id<p-sortIcon field="user"></p-sortIcon>
fr: Identifiant utilisateur<p-sortIcon field="user"></p-sortIcon>

# EntitySorted
source: Entity<p-sortIcon field="entity"></p-sortIcon>
fr: Entité<p-sortIcon field="entity"></p-sortIcon>

# EntityKey
source: Value
fr: Valeur

# AuditChangesSelected
source: There are {{totalRecords}} changes in the selection.
fr: Il y a {{totalRecords}} changements dans la sélection.

source: Bank
fr: Banque

source: From
fr: De

source: To
fr: A

# AuditView
source: View ?
fr: Vue ?

source: Fead Orgs ?
fr: Orgs Fead ?

source: General
fr: Général

source: History
fr: Evolution

source: Rights
fr: Droits

# LoginDateFilter
source: Filter on Date?
fr: Filtrer par date ?

# LoginTime
source: Login Time<p-sortIcon field="dateIn"></p-sortIcon>
fr: Heure de connexion<p-sortIcon field="dateIn"></p-sortIcon>

# RightsSorted
source: Role<p-sortIcon field="rights"></p-sortIcon>
fr: Fonctions<p-sortIcon field="rights"></p-sortIcon>

# AuditsSelected
source: There are {{totalRecords}} audits in the selection.
fr: Il y a {{totalRecords}} logins dans la sélection.

source: Export Report
fr: Télécharger le Rapport

# OrgStatAgreed
source: Agreed
fr: Agréé

# OrgStatFromUs
source: FromUs
fr: Livré par nous

# OrgStatOrganisations
source: Organisations: totalCount Agreed: totalAgreedCount Fead: totalFeadCount From Us totalFeadFromUsCount
fr: Organisations : totalCount Reconnues : totalAgreedCount Fead : totalFeadCount Livré par NoustotalFeadFromUsCount

source: Bank Members
fr: Collaborateurs de la banque

source: Org Members
fr: Collaborateurs de l'organisation

# MembreStatMembres
source: Members - Bank : totalBankMembers - Orgs: totalOrgMembers
fr: Collaborateurs - Banque : totalBankMembers- Organisations : totalOrgMembers

source: Bank Users
fr: Utilisateurs de la banque

source: Org Users
fr: Utilisateurs de l'organisation

# UserStatUsers
source: Users - Bank : totalBankUsers - Orgs: totalOrgUsers
fr: Utilisateurs - Banque : totalBankUsers - Organisations : totalOrgUsers

# UsersBank
source: Bank Users
fr: Utilisateurs de la banque

# UsersOrg
source: Org Users
fr: Utilisateurs de l'organisation

# MembersBank
source: Bank Members
fr: Collaborateurs de la banque

# MembersOrg
source: Org Members
fr: Collaborateurs de l'organisation

# BankBasic
source: Bank Basic Info
fr: Informations de base sur la banque

source: Delete
fr: Effacer

source: Save
fr: Sauver

source: Return
fr: Retour

source: President
fr: Président

source: VicePresident
fr: Vice-président

source: Secretary
fr: Secrétaire

source: Treasurer
fr: Trésorier

source: Human Resources
fr: Ressources humaines

source: Logistics
fr: Logistique

# SecHygiene
source: Security & Hygiene
fr: Sécurité et Hygiène

source: Information Technology
fr: Informatique

source: Supply
fr: Fournitures

source: Press
fr: Presse

# AssocRelations
source: Relations with Banks
fr: Relations avec les organisations

source: Public Relations
fr: Relations publiques

# FeadRelations
source: FEAD Relation
fr: Relation FEAD

source: Quality
fr: Qualité

# NameMandatory
source: Name *
fr: Nom *

# BankNameMandatory
source: Bank Name is required and must be minimum 10 chars long
fr: Le nom de la banque est obligatoire et doit comporter au moins 10 caractères

# EntrNumberMandatory
source: Entr Number *
fr: Numéro d'entreprise *

# EntrNumberIsMandatory
source: Enterprise Number is required and must be minimum 9 chars long
fr: Le numéro d'entreprise est requis et doit comporter au moins 9 caractères

source: Bank Account Number
fr: Numéro de compte bancaire

# BankWebSite
source: Web Site
fr: Site Internet

# EmailIsMandatory
source: E-mail is required and must be lowercase and valid
fr: L'e-mail est obligatoire et doit être en minuscules etvalide

# AddressMandatory
source: Address *
fr: Adresse *

# AddressIsMandatory
source: Address is required and must be minimum 4 chars long
fr: L'adresse est obligatoire et doit comporter au moins 4 caractères

# ZipCodeMandatory
source: Zip Code *
fr: Code postal *

# ZipCodeIsMandatory
source: Zip Code is required and must be minimum 4 chars long
fr: Le code postal est requis et doit comporter au moins 4 caractères

# CityMandatory
source: City *
fr: Commune *

# CityIsMandatory
source: City is required and must be minimum 3 chars long
fr: La ville est obligatoire et doit comporter au moins 3 caractères

source: Tel
fr: Tél

source: Mobile
fr: Gsm

# SSAddressMandatory
source: HQ Address *
fr: Adresse du siège social *

# SSAddressIsMandatory
source: HQ Address is required and must be minimum 4 chars long
fr: L'adresse du Siège Social est requise et doit comporter au moins 4 caractères

# SSZipCodeMandatory
source: HQ Zip Code *
fr: Code postal du Siège Social *

# SSZipCodeIsMandatory
source: HQ Zip Code is required and must be minimum 4 chars long
fr: Le code postal du siège social est requis et doit comporter au moins 4 caractères

# SSCityMandatory
source: HQ City *
fr: Ville du siège social *

# SSCityIsMandatory
source: HQ City is required and must be minimum 3 chars long
fr: La ville du Siège Social est requis et doit comporter au moins 3 caractères

# SSTelMandatory
source: HQ Tel *
fr: Téléphone du Siège Social *

# SSTelIsMandatory
source: HQ Tel is required and must be minimum 7 chars long
fr: Le numéro de téléphone du Siège Social est requis et doit comporter au moins 7 caractères

# DepotAddressMandatory
source: Depot Address *
fr: Adresse du dépôt *

# DepotAddressIsMandatory
source: Depot Address is required and must be minimum 4 chars long
fr: L'adresse du dépôt est requise et doit comporter au moins 4 caractères

# DepotZipCodeMandatory
source: Depot Zip Code *
fr: Code postal du dépôt *

# DepotZipCodeIsMandatory
source: Depot Zip Code is required and must be minimum 4 chars long
fr: Le code postal du dépôt est requis et doit comporter au moins 4 caractères

# DepotCityMandatory
source: Depot City *
fr: Commune du dépôt *

# DepotCityIsMandatory
source: Depot City is required and must be minimum 3 chars long
fr: La ville du Depot City est requis et doit comporter au moins 3 caractères

# DepotTelMandatory
source: Depot Tel *
fr: Téléphone du dépôt *

# DepotTelIsMandatory
source: Depot Tel is required and must be minimum 7 chars long
fr: Le numéro de téléphone du dépôt est requis et doit comporter au moins 7 caractères

source: Bank Details
fr: Détails Banque

source: Monday Morning
fr: Lundi Matin

# BankActivityDescription
source: Activity Description
fr: Description de l'activité

source: Monday Afternoon
fr: Lundi Après-midi

source: Tuesday Morning
fr: Mardi Matin

source: Tuesday Afternoon
fr: Mardi Après-midi

source: Wednesday Morning
fr: Mercredi Matin

source: Wednesday Afternoon
fr: Mercredi après midi

source: Thursday Morning
fr: Jeudi Matin

source: Thursday Afternoon
fr: Jeudi Après-midi

source: Friday Morning
fr: Vendredi Matin

source: Friday Afternoon
fr: Vendredi Après-midi

source: Saturday Morning
fr: Samedi Matin

source: Saturday Afternoon
fr: Samedi Après-midi

source: Sunday Morning
fr: Dimanche Matin

source: Sunday Afternoon
fr: Dimanche Après-midi

# BankMemberShipYearly?
source: Yearly MemberShip?
fr: Cotisation annuelle ?

# BankMemberShipAmount
source: MemberShip Amount
fr: Montant de la Cotisation Annuelle

# BankMemberShipExtra?
source: Extra MemberShip?
fr: Cotisation Annuelle supplémentaire ?

# BankMemberShipExtraAmount
source: MemberShip Extra Amount
fr: Montant de la cotisation annuelle supplémentaire

# messageBankUpdated
source: Bank modifiedBanque.bankShortName modifiedBanque.bankName was updated
fr: La banque modifiedBanque.bankShortName modifiedBanque.bankName a été mise à jour

# messageBankUpdateError
source: The bank modifiedBanque.bankShortName modifiedBanque.bankName could not be updated: error: dataserviceerror.message
fr: La banque modifiedBanque.bankShortName modifiedBanque.bankName n'a pas pu être mise à jour: erreur: dataserviceerror.message

# messageBankCreated
source: Bank newBanque.bankName was created
fr: La banque newBanque.bankName a été créée

# messageBankCreateError
source: The bank modifiedBanque.bankShortName modifiedBanque.bankName could not be created: error: dataserviceerror.message
fr: La banque modifiedBanque.bankShortName modifiedBanque.bankName n'a pas pu être créée: erreur: dataserviceerror.message

# messageBankDeleted
source: Bank banque.bankName was deleted
fr: La banque banque.bankName a été supprimée

# messageBankDeleteError
source: The bank banque.bankId banque.bankShortName banque.bankName could not be deleted: error: dataserviceerror.message
fr: La banque banque.bankId banque.bankShortName banque.bankName n'a pas pu être supprimée: erreur: dataserviceerror.message

# messageChangesMayBeLost
source: Your changes may be lost. Are you sure that you want to proceed?
fr: Vos modifications peuvent être perdues. Êtes-vous sûr de vouloir continuer?

# messageBankDetailsUpdated
source: Bank this.banque.bankShortName this.banque.bankName details were updated
fr: Les détails de la banque alimentaire this.banque.bankShortName this.banque.bankName ont été mises à jour

# messageBankDetailsUpdateError
source: The bank this.banque.bankShortName this.banque.bankName details could not be updated: error: dataserviceerror.message
fr: Les détails de la banque alimentaire this.banque.bankShortName this.banque.bankName n'ont pas pu être mises à jour : erreur : dataserviceerror.message

# CurrentPageReport
source: Showing {first} to {last} of {totalRecords} entries
fr: Affichage de {first} à {last} des {totalRecords} entrées

source: Add Bank
fr: Ajouter une banque

# BankIdSorted
source: Id <p-sortIcon field="bankId"></p-sortIcon>
fr: Identifiant <p-sortIcon field="bankId"></p-sortIcon>

# BankShortNameSorted
source: Short Name <p-sortIcon field="bankShortName"></p-sortIcon>
fr: Nom court <p-sortIcon field="bankShortName"></p-sortIcon>

# BankNameSorted
source: Name <p-sortIcon field="bankName"></p-sortIcon>
fr: Nom <p-sortIcon field="bankName"></p-sortIcon>

# BankEnterpriseNumberSorted
source: Enterprise Number <p-sortIcon field="nrEntr"></p-sortIcon>
fr: Numéro d'entreprise <p-sortIcon field="nrEntr"></p-sortIcon>

# BanksSelected
source: There are {{banques ? banques.length : 0 }} food banks selected.
fr: Il y a {{banques ? banques.length : 0 }} banques alimentaires sélectionnées.

source: Gender
fr: Genre

# NameIsMandatory
source: Name is required and must be minimum 2 chars long
fr: Le nom est obligatoire et doit comporter au moins 2 caractères

# NameFirstMandatory
source: First Name *
fr: Prénom *

# NameFirstIsMandatory
source: First Name is required and must be minimum 2 chars long
fr: Le prénom est obligatoire et doit comporter au moins 2 caractères

# BirthDateMandatory
source: Birth Date *
fr: Date de naissance *

# BirthDateIsMandatory
source: Birth date is required and must in format dd/mm/yyyy
fr: La date de naissance est obligatoire et doit être au format jj /mm/aaaa

source: Gender Partner
fr: Genre Partenaire

source: Name Partner
fr: Nom du partenaire

source: First Name Partner
fr: Prénom partenaire

source: Birth Date Partner
fr: Date de naissance Partenaire

# BirthDateNotValid
source: Birth Date must in format dd/mm/yyyy
fr: La date de naissance doit être au format jj/ mm/aaaa

source: Address
fr: Adresse

source: Zip Code
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: National Number
fr: Numéro national

source: Fead Status
fr: Statut Fead

# OrgBeneficiaryExisting
source: Beneficiary for organisation beneficiaire.societe Updated On beneficiaire.dateUpd
fr: Bénéficiaire pour l'organisation beneficiaire.societe Mis à jour le beneficiaire.dateUpd

# OrgBeneficiaryNew1
source: New Beneficiary for organisation this.orgName
fr: Nouveau bénéficiaire pour l'organisation this.orgName

# OrgBeneficiaryNewC
source: New Beneficiary for organisation this.depotName
fr: Nouveau bénéficiaire pour l'organisation this.depotName

# OrgBeneficiaryNewA
source: New Beneficiary for organisation this.currentFilteredOrg.societe
fr: Nouveau bénéficiaire pour l'organisation this.currentFilteredOrg.societe

# OrgBeneficiaryNewB
source: New Beneficiary for organisation this.depotName
fr: Nouveau bénéficiaire pour l'organisation this.depotName

# BankBeneficiaryNew1
source: New Beneficiary for bank this.idCompany
fr: Nouveau bénéficiaire pour la banque this.idCompany

# messageBeneficiaryDeleted
source: The beneficiary beneficiaire.nom beneficiaire.prenom was deleted
fr: Le bénéficiaire beneficiaire.nom beneficiaire.prenom a été supprimé

# messageBeneficiaryDeleteError
source: The beneficiary beneficiaire.nom beneficiaire.prenom could not be deleted: error: dataserviceerror.message
fr: Le bénéficiaire beneficiaire.nom beneficiaire.prenom n'a pas pu être supprimé: erreur: dataserviceerror.message

# messageBeneficiaryUpdated
source: The beneficiary modifiedBeneficiaire.nom modifiedBeneficiaire.prenom was updated
fr: Le bénéficiaire modifiedBeneficiaire.nom modifiedBeneficiaire.prenom a été mis à jour

# messageBeneficiaryUpdateError
source: The beneficiary modifiedBeneficiaire.nom modifiedBeneficiaire.prenom could not be updated: error: dataserviceerror.message
fr: Le bénéficiaire modifiedBeneficiaire.nom modifiedBeneficiaire.prenom n'a pas pu être mis à jour: erreur: dataserviceerror.message

# messageBeneficiaryCreated
source: The beneficiary modifiedBeneficiaire.nom modifiedBeneficiaire.prenom was created
fr: Le bénéficiaire modifiedBeneficiaire.nom modifiedBeneficiaire.prenom a été créé

# messageBeneficiaryCreateError
source: The beneficiary modifiedBeneficiaire.nom modifiedBeneficiaire.prenom could not be created: error: dataserviceerror.message
fr: Le bénéficiaire modifiedBeneficiaire.nom modifiedBeneficiaire.prenom n'a pas pu être créé: erreur: dataserviceerror.message

# BenefRightsBankUsers
source: Bank Users can only modify Beneficiary Suspician Coefficient and delete Duplicates who have a suspicion coefficient > 1
fr: Les Utilisateurs de la Banque ne peuvent modifier que le Coefficient de suspicion du Bénéficiaire et supprimer les Doublons qui ont un coefficient de suspicion > 1

# BeneficiariesHeader
source: Beneficiaries of {{bankName}} {{orgName}}
fr: Bénéficiaires de {{bankName}}

source: Show Archived?
fr: Afficher archivé?

# Showduplicates
source: Find Duplicates?
fr: Trouver des doublons ?

source: Export Beneficiaries
fr: Exporter les Beneficiaires

source: Add Beneficiary
fr: Ajouter un bénéficiaire

# NameSorted
source: Name<p-sortIcon field="nom"></p-sortIcon>
fr: Nom<p-sortIcon field="nom"></p-sortIcon>

# AddressSorted
source: Address<p-sortIcon field="adresse"></p-sortIcon>
fr: Adresse<p-sortIcon field="address"></p-sortIcon>

# ZipCodeSorted
source: Zip Code<p-sortIcon field="cp"></p-sortIcon>
fr: Code postal<p-sortIcon field="zip"></p-sortIcon>

# CitySorted
source: City<p-sortIcon field="localite"></p-sortIcon>
fr: Commune<p-sortIcon field="city"></p-sortIcon>

# BirthDateSorted
source: Birth Date<p-sortIcon field="daten"></p-sortIcon>
fr: Date de naissance<p-sortIcon field="daten"></p-sortIcon>

# NbDependentsSorted
source: Nb Dependents<p-sortIcon field="nbDep"></p-sortIcon>
fr: Nb personnes à charge<p-sortIcon field="nbDep"></p-sortIcon>

# BeneficiariesSelected
source: There are {{totalRecords}} beneficiaries selected.
fr: Il y a {{totalRecords}} bénéficiaires sélectionnés.

source: Beneficiary Details
fr: Détails du bénéficiaire

# ClientDuplicateNames
source: Beneficiaries with Duplicate Names
fr: Bénéficiaires avec des noms en double

# ClientDuplicateBirthDates
source: Beneficiaries with Duplicate BirthDates
fr: Bénéficiaires avec des dates de naissance en double

source: Export History Report
fr: Télécharger le Rapport Historique

# OrgStatFamilies
source: Families
fr: Familles

# OrgStatPersons
source: Persons
fr: Personnes

# OrgStatInfants
source: Infants(0-6 months)
fr: Nourrissons (0-6 mois)

# OrgStatBabies
source: Babies(6-24 months)
fr: Bébés (6-24 mois)

# OrgStatChildren
source: Children(2-14 years)
fr: Enfants (2-14 ans)

# OrgStatTeenagers
source: Teenagers(14-18 years)
fr: Adolescents (14-18 ans)

# OrgStatYoungAdults
source: Young Adults(18-24 years)
fr: Jeunes adultes (18-24 ans)

# OrgSeniors
source: Seniors(> 65 years)
fr: Séniors (> 65 ans)

# OrgStatBenefByFamily
source: Beneficiaries Statistics by Family
fr: Statistiques des bénéficiaires par famille

# OrgStatBenefByAge
source: Beneficiaries Statistics by Age Group
fr: Statistiques des bénéficiaires par groupe d'âge

# OrgStatBenefHistory
source: Evolution of Nb of Beneficiaries by Bank
fr: Evolution du Nb de Bénéficiaires par Banque

# OrgStatBenefFamilyHistory
source: Evolution of Nb of Beneficiary Families by Bank
fr: Evolution du Nb de Familles Bénéficiaires par Banque

source: Families
fr: Familles

source: Persons
fr: Personnes

# messageDependentDeleted
source: The dependent dependent.nom dependent.prenom has been deleted
fr: Le dépendant dependent.nom dependent.prenom a été supprimé

# messageDependentDeleteError
source: The dependent dependent.nom dependent.prenom could not be deleted: error: dataserviceerror.message
fr: Impossible de supprimer le dependent.nom dependent.prenom dépendant: erreur: dataserviceerror.message

# messageDependentUpdated
source: The dependent modifiedDependent.nom modifiedDependent.prenom was updated
fr: Le dépendant modifiedDependent.nom modifiedDependent.prenom a été mis à jour

# messageDependentUpdateError
source: The dependent modifiedDependent.nom modifiedDependent.prenom could not be updated: error: dataserviceerror.message
fr: Impossible de mettre à jour le modifiedDependent.nom modifiedDependent.prenom dépendant: erreur: dataserviceerror.message

# messageDependentCreated
source: The dependent newDependent.nom newDependent.prenom has been created
fr: La dépendant à charge newDependent.nom newDependent.prenom a été créée

# messageDependentCreateError
source: The dependent modifiedDependent.nom modifiedDependent.prenom could not be created: error: dataserviceerror.message
fr: Le dépendant modifiedDependent.nom modifiedDependent.prenom n'a pas pu être créé: erreur: dataserviceerror.message

source: Add Dependent
fr: Ajouter un dépendant

source: Name
fr: Nom

# NameFirst
source: First Name
fr: Prénom

source: Birth Date
fr: Date de naissance

source: Dependent Details
fr: Détails dépendants

# SaveDepotWithSync
source: Synchronize from Organisation
fr: Synchroniser à partir de l'organisation

# DepotIpMainAddress
source: IP Main Address
fr: Adresse IP principale

# OrganisationDistAddress
source: Distribution Address
fr: Adresse de distribution

# Phone
source: Telephone
fr: Téléphone

source: Main Depot?
fr: Dépôt principal ?

source: Active
fr: actif

source: Uses Fead ?
fr: Utilise Fead ?

# messageDepotDeleted
source: The depot depot.idDepot depot.nom has been deleted
fr: Le dépôt depot.idDepot depot.nom a été supprimé

# messageDepotNotDeleted
source: The depot depot.idDepot depot.nom could not be deleted: error: dataserviceerror.message
fr: Le dépôt depot.idDepot depot.nom n'a pas pu être supprimé : erreur : dataserviceerror.message

# messageDepotNotDeletedConstraint
source: The depot depot.idDepot depot.nom could not be deleted: mouvements do exist for this depot
fr: Le dépôt depot.idDepot depot.nom n'a pas pu être supprimé : des mouvements existent pour ce dépôt

# messageDepotUpdated
source: The depot modifiedDepot.idDepot modifiedDepot.nom was updated
fr: Le dépôt modifiedDepot.idDepot modifiedDepot.nom a été mis à jour

# messageDepotNotUpdated
source: The depot modifiedDepot.idDepot modifiedDepot.nom could not be updated: error: dataserviceerror.message
fr: Le dépôt modifiedDepot.idDepot modifiedDepot.nom n'a pas pu être mis à jour : erreur : dataserviceerror.message

# ToolTipDepotFieldNoAnomaly
source: Depot field {field} Info is consistent with its Organisation Info
fr: Les informations du champ Dépôt {field} sont cohérentes avec ses informations d'organisation

# ToolTipDepotNoOrganisation
source: Depot this.depot.idDepot has no matching organization entity
fr: Le dépôt this.depot.idDepot n'a pas d'entité d'organisation correspondante

# ToolTipDepotFieldAnomaly
source: Depot field field is not consistent with its Organisation field anomaly
fr: Le champ Dépôt field n'est pas cohérent avec son champ Organisation anomaly

# ToolTipDepotIpMainAddress
source: Specify here the default IP Address for this depot - needed for scanners
fr: Spécifiez ici l'adresse IP par défaut pour ce dépôt - nécessaire pour les scanners

source: Export Depots
fr: Télécharger les Dépots

# FilterDepotOrganisations
source: Add Depot from Organisation
fr: Ajouter un dépôt à partir de l'organisation

# IdCompanySorted
source: Bank<p-sortIcon field="idCompany"></p-sortIcon>
fr: Banque<p-sortIcon field="idCompany"></p-sortIcon>

# ZipSorted
source: Zip Code<p-sortIcon field="cp"></p-sortIcon>
fr: Code postal<p-sortIcon field="cp"></p-sortIcon>

# DepotsSelected
source: There are {{totalRecords}} depots in the selection.
fr: Il y a {{totalRecords}} dépôts dans la sélection.

# messageDepotCreationError1
source: The depot existingDepot.idDepot existingDepot.nom exists already
fr: Le dépôt existingDepot.idDepot existingDepot.nom existe déjà
